[
    {
        "number": 1,
        "transcript": "Throughout our lives, we make countless decisions, from what to wear to which career to pursue, from whom to spend time with to how we want to live our lives."
    },
    {
        "number": 2,
        "transcript": "But have you ever stopped to wonder:"
    },
    {
        "number": 3,
        "transcript": "Are these decisions truly ours? Or are we unknowingly influenced by hidden forces, a mysterious authority making choices for us?"
    },
    {
        "number": 4,
        "transcript": "Today, I invite you to explore this question with me."
    },
    {
        "number": 5,
        "transcript": "From subconscious influences and societal pressures to digital manipulation and the complexities of modern decision-making, we will explore various aspects of this issue."
    },
    {
        "number": 6,
        "transcript": "Get ready, this talk might just change the way you perceive your own choices!"
    },
    {
        "number": 7,
        "transcript": "Have you ever made a decision without fully understanding why?"
    },
    {
        "number": 8,
        "transcript": "Or chosen something simply because it instinctively “felt right”?"
    },
    {
        "number": 9,
        "transcript": "This could be due to your subconscious mind at work, an effect known as the “Illusion of Choice”."
    },
    {
        "number": 10,
        "transcript": "Psychologist John Bargh conducted experiments showing that much of our behavior is guided by unconscious cues."
    },
    {
        "number": 11,
        "transcript": "In one experiment, participants were given texts containing words related to aging, such as “gray,” “wrinkled,” and “old.”"
    },
    {
        "number": 12,
        "transcript": "After reading these texts, the participants unknowingly started walking more slowly, just like old peoples!"
    },
    {
        "number": 13,
        "transcript": "If a few words can alter behavior, imagine how the advertisements, social media content, and environment we are exposed to daily might be shaping our decisions."
    },
    {
        "number": 14,
        "transcript": "From the moment we are born, we enter a cultural system that teaches us what is acceptable, desirable, and expected of us."
    },
    {
        "number": 15,
        "transcript": "Our families, friends, and society all play a major role in shaping our preferences and beliefs."
    },
    {
        "number": 16,
        "transcript": "Think about your dream career. Did you truly choose it based on your passions? Or were you influenced by your family's opinions, job market trends, or society's perception of what is “prestigious”?"
    },
    {
        "number": 17,
        "transcript": "Or consider your clothing style. Are you dressing according to your personal taste, or are you following a fashion dictated by popular culture?"
    },
    {
        "number": 18,
        "transcript": "At this point, we must ask: Do we genuinely decide what we want, or do we simply accept what is imposed on us as if it were our own choice?"
    },
    {
        "number": 19,
        "transcript": "Today, one of the most powerful forces influencing our decisions is the internet, particularly the algorithms that dictate what content we see."
    },
    {
        "number": 20,
        "transcript": "Have you ever searched for a product online and then started seeing ads for it everywhere?"
    },
    {
        "number": 21,
        "transcript": "Or noticed that social media platforms keep suggesting similar content to what you've already been engaged with?"
    },
    {
        "number": 22,
        "transcript": "I want go give an example about this from myself. A few weeks ago, I kept seeing a popular makeup product on my social media. All the influencers were talking about that product."
    },
    {
        "number": 23,
        "transcript": "I knew I didn't really need it, so I usually skipped the videos and posts about it."
    },
    {
        "number": 24,
        "transcript": "But after a while, it showed up so often that I started wondering if I should buy it—even though I knew I didn't need it."
    },
    {
        "number": 25,
        "transcript": "And in the end, as you might guess, I gave up and bought it."
    },
    {
        "number": 26,
        "transcript": "Actually it's funny because I hardly ever use it, and I actually knew from the very beginning that I didn't need that product, but i bought it anyway"
    },
    {
        "number": 27,
        "transcript": "This is not a coincidence. Our choices are often limited to a carefully selected perception."
    },
    {
        "number": 28,
        "transcript": "Modern life constantly requires us to make decisions. Supermarket aisles are packed with hundreds of products, stores display countless clothing options, and social media offers an endless stream of content."
    },
    {
        "number": 29,
        "transcript": "Even in a simple restaurant menu, we are asked to choose the size of our drink, with the least beneficial options often appearing the most attractive."
    },
    {
        "number": 30,
        "transcript": "We think we are making independent choices, but in reality, we are victims of a carefully designed system."
    },
    {
        "number": 31,
        "transcript": "The question of whether we truly have free will or if our choices are dictated by external forces has puzzled philosophers for centuries."
    },
    {
        "number": 32,
        "transcript": "Philosophers such as Spinoza and Schopenhauer argue that our desires and decisions are shaped by genetics, upbringing, and environmental factors."
    },
    {
        "number": 33,
        "transcript": "This brings us to an essential question: \"How much of what we consider our own choice is truly ours?\""
    },
    {
        "number": 34,
        "transcript": "Another intriguing aspect is how historical events influence our decisions. Cultural traditions, national ideologies, and past occurrences shape societies and, in turn, the minds of individuals."
    },
    {
        "number": 35,
        "transcript": "For example, major wars, economic crises, and social movements have impacted the way generations think and behave, indirectly affecting personal choices."
    },
    {
        "number": 36,
        "transcript": "Are we truly making independent decisions, or are we simply living out the echoes of the past?"
    },
    {
        "number": 37,
        "transcript": "Psychological experiments like the “Stanford Prison Experiment” and “Milgram Experiment” reveal how authority and external factors shape human behavior."
    },
    {
        "number": 38,
        "transcript": "The Stanford Prison Experiment revealed how people adapt to roles under authority. Participants assigned as “guards” became harsher, while those assigned as “prisoners” became submissive."
    },
    {
        "number": 39,
        "transcript": "Similarly, Milgram's experiment showed that individuals were willing to administer electric shocks to others simply because an authority figure instructed them to do so."
    },
    {
        "number": 40,
        "transcript": "These studies highlight how much more susceptible we are to external influence than we might think."
    },
    {
        "number": 41,
        "transcript": "So, so, so, are our thoughts truly our own, or are we controlling by a genius system?"
    },
    {
        "number": 42,
        "transcript": "The reality is, that the content we consume shapes our thoughts."
    },
    {
        "number": 43,
        "transcript": "But does this mean we are powerless? Absolutely not! The key is awareness!"
    },
    {
        "number": 44,
        "transcript": "Before making a big decision, ask yourself:"
    },
    {
        "number": 45,
        "transcript": "- Am I making this choice because I truly want to, or am I being influenced by societal expectations?"
    },
    {
        "number": 46,
        "transcript": "- Am I choosing this because I genuinely desire it, or because a trend, advertisement, or algorithm led me here?"
    },
    {
        "number": 47,
        "transcript": "- Is this really my choice, or am I falling into a psychological trap designed to make me believe it is?"
    },
    {
        "number": 48,
        "transcript": "When we become conscious of our choices, we can make decisions that are truly our own."
    },
    {
        "number": 49,
        "transcript": "In conclusion, whether our decisions are truly ours is a complex issue."
    },
    {
        "number": 50,
        "transcript": "However, through awareness and critical thinking, we can minimize external influences and avoid manipulation."
    },
    {
        "number": 51,
        "transcript": "In a world where unseen forces constantly nudge our choices the power to truly decide remains within us."
    },
    {
        "number": 52,
        "transcript": "The next time you stand at the crossroads of decision, pause and ask yourself: ‘Am I really choosing my own path, or am I following one laid out for me?'"
    },
    {
        "number": 53,
        "transcript": "Remember, every choice is a chance to break free from the invisible script written by others."
    },
    {
        "number": 54,
        "transcript": "Own your decisions, and in doing so, craft a life that is unmistakably yours."
    }
]
