[
    {
        "number": 1,
        "transcript": "Now I want you to imagine that you are a farmer and think about how you can increase the milk yield of your cow."
    },
    {
        "number": 2,
        "transcript": "First you might think that some physical experiments need to be done on this cow, but did you know that this can be changed with a few small touches from the outside"
    },
    {
        "number": 3,
        "transcript": "Years ago, a farmer played classical music to his cows and saw a significant increase in milk yields, but how did this happen?"
    },
    {
        "number": 4,
        "transcript": "This is where epigenetics comes into play."
    },
    {
        "number": 5,
        "transcript": "Epigenetics: The Invisible Power Over Genes"
    },
    {
        "number": 6,
        "transcript": "We have all thought at least once in our lives:"
    },
    {
        "number": 7,
        "transcript": "“I am genetically unlucky.” Maybe heart disease runs in your family, maybe diabetes..."
    },
    {
        "number": 8,
        "transcript": "Maybe you have just accepted things by saying, “Everyone in my family is overweight”."
    },
    {
        "number": 9,
        "transcript": "What if I told you that your genes do not determine your life, on the contrary, you can shape your genes?"
    },
    {
        "number": 10,
        "transcript": "Let’s first agree that what we call genetics is really important."
    },
    {
        "number": 11,
        "transcript": "We get a DNA sequence from our parents and this determines everything from our hair color to our eye shape, from our metabolism to our susceptibility to certain diseases."
    },
    {
        "number": 12,
        "transcript": "But here’s the interesting thing: our genes don’t tell us everything about ourselves!"
    },
    {
        "number": 13,
        "transcript": "Epigenetics studies the mechanisms that regulate how our genes work without changing our genetic code."
    },
    {
        "number": 14,
        "transcript": "To make it clear in your head: Our DNA is a big music book. There are thousands of notes in it, but not every note is played."
    },
    {
        "number": 15,
        "transcript": "Epigenetics determines which notes from that music book will be played and which ones will remain silent."
    },
    {
        "number": 16,
        "transcript": "In other words, even if there is information in our genes, whether that information works or not can depend on our lifestyle and environmental factors."
    },
    {
        "number": 17,
        "transcript": "Then what are these environmental factors? For example, stress... When we are under intense stress, many things change in our body, right?"
    },
    {
        "number": 18,
        "transcript": "But it’s not just our mood, but at the cellular level, certain genes are activated or turned off."
    },
    {
        "number": 19,
        "transcript": "Or nutrition... Even nutrition in the womb can affect gene expression in the child’s later life. There is a great example to understand this:"
    },
    {
        "number": 20,
        "transcript": "The Dutch Hunger Winter Experiment."
    },
    {
        "number": 21,
        "transcript": "In 1944, during the Second World War, many pregnant women in the Netherlands starved. Years later, when the babies of these women were examined, something shocking was discovered."
    },
    {
        "number": 22,
        "transcript": "Babies whose mothers starved then were more prone to obesity and heart disease later in life."
    },
    {
        "number": 23,
        "transcript": "Why? Because as fetuses, their bodies had adapted to famine conditions, meaning their genes were programmed to be “thrifty”."
    },
    {
        "number": 24,
        "transcript": "But the war ended, the famine ended and these children switched to a normal diet. What happened?"
    },
    {
        "number": 25,
        "transcript": "Their bodies were still signaling, “There is hunger, I need to store fat.” That’s epigenetics!"
    },
    {
        "number": 26,
        "transcript": "Research shows that epigenetic changes can be passed down from generation to generation, and this is called gene inheritance."
    },
    {
        "number": 27,
        "transcript": "What do you mean, my grandmother’s sleep patterns can cause me to have a disease? Actually, yes. Let’s examine this in more detailed."
    },
    {
        "number": 28,
        "transcript": "The newborn baby of a woman who got her pregnancy amazing, developed bone marrow failure. But the mother did everything right."
    },
    {
        "number": 29,
        "transcript": "If the disease was not caused by the stress level of the baby in the womb it was most likely due to gene inheritance."
    },
    {
        "number": 30,
        "transcript": "According to a study, grandchildren of people whose grandparents suffered from hunger in their youth may be more prone to obesity."
    },
    {
        "number": 31,
        "transcript": "Think about it, the food your grandfather ate may have changed the way your genes work."
    },
    {
        "number": 32,
        "transcript": "But is this only related to diseases? Of course not. Epigenetics also covers psychology."
    },
    {
        "number": 33,
        "transcript": "I would like to talk about intergenerational trauma transmission.It is when a trauma affects subsequent generations."
    },
    {
        "number": 34,
        "transcript": "Historically, most of the studies on this topic were conducted in the 1960s with children of Holocaust survivors."
    },
    {
        "number": 35,
        "transcript": "The results showed that the children of Holocaust survivors were more prone to stress in the face of danger, and there were also differences in the genetic sequences of these individuals compared to individuals with parents who were not affected by the Holocaust."
    },
    {
        "number": 36,
        "transcript": "Subsequently, studies were generally conducted with survivors of major natural disasters, genocides, terrorism, etc. And their families."
    },
    {
        "number": 37,
        "transcript": "Of course, not all trauma is passed down from generation to generation, when we focus on upbringing, the relationship between parent and child and the way the parent processes the trauma are determinants of how trauma information is experienced by the next generation."
    },
    {
        "number": 38,
        "transcript": "In a broader sense, we are all the results of a reproductive system that started many, many years ago."
    },
    {
        "number": 39,
        "transcript": "That’s why we don’t all have the same appearance, emotions or character."
    },
    {
        "number": 40,
        "transcript": "That’s why everyone in this conference has different eye shapes, eye colors, hair colors or even skin colors."
    },
    {
        "number": 41,
        "transcript": "We all look different and think differently because of gene variations, over the years as a result of invisible genes that have been imprinted on a single gene from many different external factors."
    },
    {
        "number": 42,
        "transcript": "As for our main question, if I have characteristics that I do not want because of the habits of my elders, are these genes my fate."
    },
    {
        "number": 43,
        "transcript": "Can I change my genes? The good news is: Yes, you can!"
    },
    {
        "number": 44,
        "transcript": "Let’s say Your DNA is a piano, but you are the one playing the music."
    },
    {
        "number": 45,
        "transcript": "You can choose which keys to press."
    },
    {
        "number": 46,
        "transcript": "So, by being kind to your genes, you can steer them in a healthier direction."
    },
    {
        "number": 47,
        "transcript": "For example, it has been found that people who exercise regularly have genes associated with certain diseases turned off, while genes that strengthen the immune system are activated."
    },
    {
        "number": 48,
        "transcript": "So, sometimes, before we say, “I’m genetically unlucky”, we need to think about how we shape our genes through our lifestyle."
    },
    {
        "number": 49,
        "transcript": "Scientists used to think that our genetic inheritance was unchangeable."
    },
    {
        "number": 50,
        "transcript": "But epigenetics tells us a very different story: Your genes are not a destiny, but a set of possibilities."
    },
    {
        "number": 51,
        "transcript": "And you have the power to change these possibilities."
    },
    {
        "number": 52,
        "transcript": "Now I ask you: If you have lived your whole life thinking, “This disease runs in the family, it will happen to me,” what if you are wrong?"
    },
    {
        "number": 53,
        "transcript": "What if, in fact, those genes of yours are activated or dormant depending on your lifestyle?"
    },
    {
        "number": 54,
        "transcript": "You are here today to receive this important message: You can shape your own biology."
    },
    {
        "number": 55,
        "transcript": "Like a computer. We all have genetic software inside."
    },
    {
        "number": 56,
        "transcript": "But there is also an operating system that determines how that software works:"
    },
    {
        "number": 57,
        "transcript": "This is what epigenetics is all about!"
    },
    {
        "number": 58,
        "transcript": "If you make healthy updates to this operating system, your genes work in your favor."
    },
    {
        "number": 59,
        "transcript": "But if you disrupt this system through stress, poor nutrition or not getting psychological support when necessary, your genes work against you."
    },
    {
        "number": 60,
        "transcript": "So instead of giving up and saying, “This is my genetic heritage”, shouldn’t we ask, “How can I treat my genes better?”"
    },
    {
        "number": 61,
        "transcript": "Today, when you leave here, maybe you will look at things differently."
    },
    {
        "number": 62,
        "transcript": "Maybe when choosing food, maybe when choosing your bedtime, maybe when thinking about how to react in a stressful situation..."
    },
    {
        "number": 63,
        "transcript": "Because now you know that every choice leaves a mark on your genes."
    },
    {
        "number": 64,
        "transcript": "So genes are not a script given to our hands, genes are our actors and we are the directors."
    },
    {
        "number": 65,
        "transcript": "Thank you for listening to me."
    }
]