[
    {
        "number": 1,
        "transcript": "Hi, What do you think are the two most important things needed to get here? First of all, of course, knowing a little English. Secondly and the most importantly, being self-confident."
    },
    {
        "number": 2,
        "transcript": "Yes, Let's start with \"What is this self-confidence? Self-confidence refers to one's personal asseess ment of one's own worth. With this evaluation, the person reaches the extent to which her/his own characteristic are positive or negative."
    },
    {
        "number": 3,
        "transcript": "The social feedback we receive throughout our lives shapes our self-confidence."
    },
    {
        "number": 4,
        "transcript": "However, the most fundamental feedback is the one we receive from important people around Us, especially our family, during childhood."
    },
    {
        "number": 5,
        "transcript": "Because as a result of the impact of this feedback on us, our first ideas about ourselves are formed and thus the foundations of our self-confidence are laid."
    },
    {
        "number": 6,
        "transcript": "So, is it possible to improve self-confidence? İt is possible to develop self-confidence, which is formed from the foundations laid in childhood, to develop throughout our lives. As we reach adulthood, we become less sensitive to the feedback from the environment and begin to evaluate ourselves."
    },
    {
        "number": 7,
        "transcript": "As a person's realistic self-evaluation increases, his self-confidence will also improve."
    },
    {
        "number": 8,
        "transcript": "Consider in order to evaluate yourself realistically, you should consider them points. 1-Comparison: is the habit of comparing ourselves with those arond us, a situation that has been passed down to us from our families since childhood."
    },
    {
        "number": 9,
        "transcript": "However, comparing our self-worth according to the behaviors of those around us sometimes causes us to misjudge ourselves."
    },
    {
        "number": 10,
        "transcript": "Because every person is different from each other. We should be careful about the criteria we use when evaluating ourselves. For this, first we need to know ourselves."
    },
    {
        "number": 11,
        "transcript": "For example: If we are not talented for music and compare ourselves to someone who plays an instrument, we will unfairly evaluate ourselves negatively."
    },
    {
        "number": 12,
        "transcript": "For this reason, we must first recognize and accept our limitations."
    },
    {
        "number": 13,
        "transcript": "2-Labeling:with the influence the feedback we receive since childhood, we can describe ourselves with various negative adjectives for some of our characteristics."
    },
    {
        "number": 14,
        "transcript": "For example; \"I'm a failure.\" One person says. What he's Or she's saying is that he / she didn't have the potential to be successful from the very beginning."
    },
    {
        "number": 15,
        "transcript": "It's necessary to determine why it failed, according to whom it failed and create its own criteria."
    },
    {
        "number": 16,
        "transcript": "It's not a realistic perspective to see yourself as having zero success in every aspect. İt negatively affects your self-confidence and makes development difficult."
    },
    {
        "number": 17,
        "transcript": "3-Perfectionism: if we have a perfectionist perspective, that is, if we strive to be compeletely complete and perfect, we will have more negative evaluations about ourselves."
    },
    {
        "number": 18,
        "transcript": "Because we can never be perfect. We must give ourselves the tolerance to be incompetent and make mistakes in some matters."
    },
    {
        "number": 19,
        "transcript": "4-Modesty: modesty that is being humble, harms our self-confidence if it causes us to see our own value as lower than we actually are."
    },
    {
        "number": 20,
        "transcript": "For this reason, if we are too humble, we should consider whether we are underestimating our abilities or devaluing our achievements when evaluating ourselves."
    },
    {
        "number": 21,
        "transcript": "Because underestimating and devaluing ourselves negatively affects our self-confidence."
    },
    {
        "number": 22,
        "transcript": "5-Arrogance: which is the oppsite of modesty, a person seeing himself as overvalued and exaggerating his Or her achievements. This is actually an illusion like modesty."
    },
    {
        "number": 23,
        "transcript": "For this reason, if we evaluate what we do as superior to everyone else, we may be greatly disappointed when we fail. This negatively affects our self-confidence."
    },
    {
        "number": 24,
        "transcript": "Self-confidence has a delicate balance. As we move towards the two ends of the scale, where arrogance and modesty are located, self-confidence also suffers."
    },
    {
        "number": 25,
        "transcript": "Or vice versa being at both extremes is an indication that self-confidence is fragile Or weak."
    },
    {
        "number": 26,
        "transcript": "Alright then How can you realistically evaluate yourself based on external factors? Here's a little simple experiment for you:"
    },
    {
        "number": 27,
        "transcript": "A Japanese TV program conducted an experiment by calling a girl with low self- confidence' beautiful' for 50 days. Kyoka, a 21- year-old, has always had very low self-confidence regarding her appearance."
    },
    {
        "number": 28,
        "transcript": "She considered herself fat and ugly and was deeply affected by a joke made by a friend from school about her appearance. That's why she always wore a mask to cover her face."
    },
    {
        "number": 29,
        "transcript": "The producers suggested that Kyoka learn Italian for 50 days to increase her self-confidence. But they actually hired a half-Italian model as a instructor."
    },
    {
        "number": 30,
        "transcript": "Kyoka started the lesson with a compliment rather than a lesson. And she didn't realize this was an experiment."
    },
    {
        "number": 31,
        "transcript": "The teacher would talk to Kyoka every time they met, complimenting her on her cute looks and personality and he said that her Italian was getting better."
    },
    {
        "number": 32,
        "transcript": "After 50 days, Kyoka, who always wore a mask, took off her mask."
    },
    {
        "number": 33,
        "transcript": "Kyoka who used to not even take photos, now enjoys taking selfies and is more confident in her appearance. And her personality became much brighter."
    },
    {
        "number": 34,
        "transcript": "And it all happened in just 50 days."
    },
    {
        "number": 35,
        "transcript": "I hope this experiment will inspire you and develop an objective view of yourself and feel more confident."
    },
    {
        "number": 36,
        "transcript": "Thank you for listening to me patiently."
    }
]
