[
    {
        "number": 1,
        "transcript": "I want to start with a question: Is there anyone here who doesn't use AI or thinks they don’t benefit from it? Let me see your hands."
    },
    {
        "number": 2,
        "transcript": "Oh I can see a few hands… or maybe none? That's Interesting, Alright."
    },
    {
        "number": 3,
        "transcript": "Now, you might say it would be easier to ask, ‘Who is using AI?’ But these days, the answer is pretty obvious."
    },
    {
        "number": 4,
        "transcript": "The truth is, every time you scroll through social media, search for something on Google, or let Netflix suggest what to watch next you’re using—or at least contributing to—Artificial Intelligence."
    },
    {
        "number": 5,
        "transcript": "We often think of AI as something futuristic, something far away."
    },
    {
        "number": 6,
        "transcript": "But what if I told you it’s already shaping your daily life in ways you don’t even notice?"
    },
    {
        "number": 7,
        "transcript": "Whether it’s the videos you watch, the posts you scroll through, or even the ads you see—AI is silently guiding your choices."
    },
    {
        "number": 8,
        "transcript": "Now, here’s the real question: are we using AI, or is AI using us?"
    },
    {
        "number": 9,
        "transcript": "Think about it—how much of your screen time is driven by AI-powered suggestions?"
    },
    {
        "number": 10,
        "transcript": "But don’t get me wrong—I’m not here to make you fear AI."
    },
    {
        "number": 11,
        "transcript": "I’m here to show you how it works so that instead of being unconsciously influenced by AI, you can start using it to your advantage."
    },
    {
        "number": 12,
        "transcript": "Because when you understand AI, you take back control."
    },
    {
        "number": 13,
        "transcript": "Let’s make this clearer with a little story."
    },
    {
        "number": 14,
        "transcript": "Imagine a guy named Mikey. Mikey is not a tech enthusiast—just an ordinary office worker at a company he’s not particularly passionate about."
    },
    {
        "number": 15,
        "transcript": "But here’s the thing… AI is still deeply involved in his daily routine, whether he realizes it or not."
    },
    {
        "number": 16,
        "transcript": "Mikey’s morning starts with him barely opening his eyes, grabbing his phone, and instinctively staring at the screen."
    },
    {
        "number": 17,
        "transcript": "No need for passwords—his phone recognizes his sleepy face and unlocks automatically."
    },
    {
        "number": 18,
        "transcript": "He doesn’t think much about it; it just works. On the way to work, he scrolls through social media, entertained by posts and videos that seem oddly perfect for his interests."
    },
    {
        "number": 19,
        "transcript": "Coincidence? Maybe not."
    },
    {
        "number": 20,
        "transcript": "At work, he checks his emails. Luckily, the spam folder catches all the nonsense, so he doesn’t waste time on sketchy \"You’ve won a million dollars!\" messages."
    },
    {
        "number": 21,
        "transcript": "Needing some quick info for a report, he types a vague phrase into Google, and within seconds, the exact document he needs appears at the top."
    },
    {
        "number": 22,
        "transcript": "He doesn’t know how the search engine figured it out, but he’s glad it did."
    },
    {
        "number": 23,
        "transcript": "During lunch, Mikey browses online stores, and somehow, the ads always seem to know what he’s been looking for."
    },
    {
        "number": 24,
        "transcript": "He swears he only thought about buying new shoes, but now they’re all over his screen."
    },
    {
        "number": 25,
        "transcript": "A little creepy? Maybe. But also kind of convenient."
    },
    {
        "number": 26,
        "transcript": "Later, he casually asks his voice assistant to set a reminder for a meeting—because, let’s be honest, without it, he’d probably forget."
    },
    {
        "number": 27,
        "transcript": "On his way home, he realizes he needs to check something with his bank, so he opens the chat on their app."
    },
    {
        "number": 28,
        "transcript": "The responses are quick, polite, and straight to the point. \"Finally, some good customer service,\" he thinks—only to realize later that he wasn’t even talking to a real person."
    },
    {
        "number": 29,
        "transcript": "Mikey doesn’t call himself a tech guy. He doesn’t follow AI news or care about the latest advancements."
    },
    {
        "number": 30,
        "transcript": "But whether he likes it or not, AI is part of his life—shaping what he sees, what he clicks, and even what he remembers."
    },
    {
        "number": 31,
        "transcript": "And the truth is... we’re all Mikey in one way or another."
    },
    {
        "number": 32,
        "transcript": "Let's put Mikey aside for a moment. Today, Artificial Intelligence isn’t just a tool—it’s a driving force in nearly every field."
    },
    {
        "number": 33,
        "transcript": "And no, it’s not just about fun filters on Snapchat, mind-blowing AI-generated images, or viral deepfake videos."
    },
    {
        "number": 34,
        "transcript": "It’s making a real impact in ways we never imagined."
    },
    {
        "number": 35,
        "transcript": "Take healthcare, for example. AI isn’t just assisting doctors—it’s helping save lives."
    },
    {
        "number": 36,
        "transcript": "In breast cancer detection alone, AI has outperformed human radiologists by reducing false positives—wrongly diagnosing healthy patients—by 5.7% in the US and 1.2% in the UK."
    },
    {
        "number": 37,
        "transcript": "That’s not just efficiency; that’s real people spared from unnecessary anxiety and treatment."
    },
    {
        "number": 38,
        "transcript": "In finance, AI predicts market trends and detects fraud faster than any human could."
    },
    {
        "number": 39,
        "transcript": "In education, it personalizes learning, adapting to each student’s pace."
    },
    {
        "number": 40,
        "transcript": "It’s optimizing supply chains in manufacturing, making transportation smarter, and even assisting NASA in space exploration—analyzing cosmic data, navigating distant planets, and even helping design missions more efficiently."
    },
    {
        "number": 41,
        "transcript": "And yet, these are just a few examples. AI is far bigger than what we see or hear about daily."
    },
    {
        "number": 42,
        "transcript": "Its influence extends beyond convenience—it’s changing the way we work, innovate, and even understand the universe itself."
    },
    {
        "number": 43,
        "transcript": "Alright, but how does artificial intelligence actually do all this? How does it know exactly what we’re looking for? The answer is simple: because of you."
    },
    {
        "number": 44,
        "transcript": "Every time we browse the internet, we leave behind digital footprints—photos, texts, searches, preferences, even the way we interact with content."
    },
    {
        "number": 45,
        "transcript": "Beyond that, the internet is overflowing with human knowledge—articles, research papers, blogs—all pieces of information that AI can process."
    },
    {
        "number": 46,
        "transcript": "And once all this data is collected and structured, machines are ready to learn."
    },
    {
        "number": 47,
        "transcript": "They say data is more valuable than money today—and in the world of AI, that couldn’t be more true."
    },
    {
        "number": 48,
        "transcript": "The more data a system has, the smarter it becomes. That’s why companies invest billions just to collect, organize, and analyze information. Because in the end, data fuels intelligence."
    },
    {
        "number": 49,
        "transcript": "And once all this data is collected and structured, machines are ready to learn."
    },
    {
        "number": 50,
        "transcript": "And yes, I said learn—and I meant it. This process is called machine learning, and it’s the backbone of artificial intelligence."
    },
    {
        "number": 51,
        "transcript": "In fact, machine learning is the biggest and most important field in AI, allowing machines to recognize patterns, make predictions, and improve over time—just like humans do."
    },
    {
        "number": 52,
        "transcript": "Let’s take an example to make this easier to understand. Imagine we have a bunch of apples in front of us."
    },
    {
        "number": 53,
        "transcript": "You instantly recognize them as apples, right? But a machine doesn’t. It has no built-in knowledge—so we have to teach it."
    },
    {
        "number": 54,
        "transcript": "How do we define an apple? First, we can describe its color—red, green, or yellow. Then, we look at its shape—round, somewhat like a globe."
    },
    {
        "number": 55,
        "transcript": "Finally, we might notice a small stem on top, sometimes with a tiny leaf."
    },
    {
        "number": 56,
        "transcript": "That’s how we, as humans, classify apples without even thinking."
    },
    {
        "number": 57,
        "transcript": "But what about machines? How do they learn what an apple is?"
    },
    {
        "number": 58,
        "transcript": "Instead of understanding like we do, machines rely on patterns in data. We feed them thousands of labeled images—some showing apples, others showing different fruits or objects."
    },
    {
        "number": 59,
        "transcript": "Over time, the system starts to recognize the key characteristics that make an apple an apple. It learns that a round, red fruit with a stem is likely an apple,"
    },
    {
        "number": 60,
        "transcript": "while an orange, even though it’s similar in shape, belongs to a different category."
    },
    {
        "number": 61,
        "transcript": "This is called supervised learning, where AI learns by example."
    },
    {
        "number": 62,
        "transcript": "The more examples it sees, the better it gets at making accurate predictions."
    },
    {
        "number": 63,
        "transcript": "And the best part? The same method can be applied to almost anything—not just apples, but faces, handwriting, numeric data, even detecting theft in security footage."
    },
    {
        "number": 64,
        "transcript": "But supervised learning isn’t the only way AI learns."
    },
    {
        "number": 65,
        "transcript": "There’s also unsupervised learning, where the machine isn’t given labeled data—it just finds patterns on its own."
    },
    {
        "number": 66,
        "transcript": "Think of it like sorting a basket of mixed fruits without knowing their names."
    },
    {
        "number": 67,
        "transcript": "The AI groups similar ones together based on shape, color, or texture, even if it doesn’t know what they’re called."
    },
    {
        "number": 68,
        "transcript": "This is often used for things like customer segmentation and recommendation systems."
    },
    {
        "number": 69,
        "transcript": "Then there’s reinforcement learning, where AI learns through trial and error—just like how we learn from experience."
    },
    {
        "number": 70,
        "transcript": "It tries different actions, gets rewards for good choices, and penalties for bad ones."
    },
    {
        "number": 71,
        "transcript": "This method is behind AI mastering chess, training robots, or even helping self-driving cars navigate safely."
    },
    {
        "number": 72,
        "transcript": "Each learning method has its own strengths, and together, they power the AI systems shaping our world today."
    },
    {
        "number": 73,
        "transcript": "But AI isn’t just shaping technology—it’s shaping the future, and that future belongs to those who are willing to learn, adapt, and share."
    },
    {
        "number": 74,
        "transcript": "We don’t need to be AI engineers, but we should all understand how it works because history has shown one truth:"
    },
    {
        "number": 75,
        "transcript": "those who embrace innovation move forward, while those who resist it get left behind."
    },
    {
        "number": 76,
        "transcript": "In this vast and ever-evolving universe, as a small civilization, it’s our responsibility to learn, teach, and work for the betterment of humanity."
    },
    {
        "number": 77,
        "transcript": "Let’s ensure we’re not just keeping up, but leading the way."
    },
    {
        "number": 78,
        "transcript": "Thank you!"
    }
]